Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=867_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi bálkkašii viššalis sámegiela oahppiid
sms: SääŠmteŠǧǧ paŠlǩǩii reŠttev sääŠmǩiõl mättʼtõõđjid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
sms: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩest stipeeŠndid sääŠmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääŠmǩiõl mättʼtõõttmõõžžâst.

source: Stipeanddat juhkkojuvvojedje oktiibuot logi ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja njealljenuppelot vuođđooahpahusa čađahan oahppái.
sms: StipeeŠndid uŠvddeš 10 sääŠmǩiõl teeŠst pâŠjjmättʼtõõttituŠtǩǩõõzz spraavtõõttja da nenjnâmlåkka vuâđđmättŠtõõzz loopptam.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
sms: SääŠmteeŠǧǧ stipeeŠndid vuåǯǯu škoouli mieŠldd peäggtum pueŠtti nuõr:

source: Stuđeanttat:
sms: PâŠjjmättʼtõõđi:

source: Avvila logahat: Anna-Katariina Feodoroff (nuortalašgiella), Aaro-Juhana Fofonoff (nuortalašgiella), Petteri Feodoroff (nuortalašgiella), Mira Rauhala (davvisámegiella), Nora Pieski (davvisámegiella), Janrik Magga (davvisámegiella) ja Rauna Saijets (davvisámegiella)
sms: ÂŠvvel lookkjiškooul: Anna-Katariina Feodoroff (nuõrttsääŠm), Aaro-Juhana Fofonoff (nuõrttsääŠm), Petteri Feodoroff (nuõrttsääŠm), Mira Rauhala (tâŠvvsääŠm), Nora Pieski (tâŠvvsääŠm), Janrik Magga (tâŠvvsääŠm), da Rauna Saijets (tâŠvvsääŠm)

source: Ohcejoga sámelogahat: Sunná Länsman (davvisámegiella)
sms: Uccjooǥǥ sääŠmlookkjiškooul: Sunná Länsman (tâŠvvsääŠm)

source: Soađegili logahat: Juho Yliriesto (davvisámegiella)
sms: SuäŠđjel lookkjiškooul: Juho Yliriesto (tâŠvvsääŠm)

source: Janakkala logahat: Heini Kaartokallio (davvisámegiella)
sms: Janakkala lookkjiškooul: Heini Kaartokallio (tâŠvvsääŠm)

source: Vuođđooahpahusa čađahan oahppit:
sms: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeŠǩǩ:

source: Čeavetjávrri skuvla: Juuso Fofonoff (nuortalašgiella)
sms: ČeŠvetjääuŠr škooul: Juuso Fofonoff (nuõrttsääŠm)

source: Vuohču skuvla: Juuso Hetta (davvisámegiella)
sms: Vuõccu škooul: Juuso Hetta (tâŠvvsääŠm)

source: Heahtá badjeskuvla: Marianne Ketola (davvisámegiella), Morten Labba (davvisámegiella), Juhan-Tuomma Mäkitalo (davvisámegiella), Nils-Matti Näkkäläjärvi (davvisámegiella) ja Nea-Maria Valkepää (davvisámegiella)
sms: Hetta pââibužškooul: Marianne Ketola (tâŠvvsääŠm), Morten Labba (tâŠvvsääŠm), Juhan-Tuomma Mäkitalo (tâŠvvsääŠm), Nils-Matti Näkkäläjärvi (tâŠvvsääŠm) da Nea-Maria Valkepää (tâŠvvsääŠm)

source: Anára skuvla: Saara Seipiharju (anárašgiella)
sms: Aanar škooul: Saara Seipiharju (aanarsääŠm)

source: Gáregasnjárgga skuvla: Pinja Pieski (davvisámegiella)
sms: Karigasnjaarg škooul: Pinja Pieski (tâŠvvsääŠm)

source: Ohcejohnjálmmi skuvla: Hánsa Korpi (davvisámegiella)
sms: UccjokknjääŠlm škooul: Hánsa Korpi (tâŠvvsääŠm)

source: Avvila badjeskuvla: Áilu Arianaick (davvisámegiella)
sms: ÂŠvvel pââibužškooul: Áilu Arianaick (tâŠvvsääŠm)

source: Gilbbesjávrri skuvla: Ingasofia Kalttopää (davvisámegiella)
sms: Kilpisjärvi škooul: Ingasofia Kalttopää (tâŠvvsääŠm)

source: Aleksanteri Kena skuvla, Soađegilli: Tuija Vaarala (davvisámegiella)
sms: Aleksanteri Kena škooul, SuäŠđjel: Tuija Vaarala (tâŠvvsääŠm)

source: Maikkula skuvla, Oulu: Bikka Veijola (davvisámegiella)
sms: Maikkula škooul, Oulu: Bikka Veijola (tâŠvvsääŠm)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
sms: SSääŠmteŠǧǧ tuäivv leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
